Repository: spencerdiniz/busbud-coding-challenge
Catalog: busbud-coding-challenge/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Choose implmentation:
pt_br: Escolha a implementação:

source: City
pt_br: Cidade

source: Country
pt_br: País

source: Details
pt_br: Detalhes

source: Dismiss
pt_br: Sair

source: Distance
pt_br: Distância

source: Error: %@
pt_br: Erro: %@

source: Go to Busbud Website
pt_br: Vá para Website Busbud

source: Loading suggestions...
pt_br: Carregando sugestões...

source: State / Province / Region
pt_br: Estado / Província / Região

source: Suggestions (SwiftUI)
pt_br: Sugestões (SwiftUI)

source: SwiftUI
pt_br: SwiftUI-BR

source: UIKit
pt_br: UIKit-BR
